<?php

return [
  'admin'=>[
      'categories'=>[
          'create'=>[
              'success'=>'Категория была добавлена',
              'fail'=>'Ошибка добавления категории'
          ],
          'update'=>[
              'success'=>'Категория была обновлена',
              'fail'=>'Ошибка обновления категории'
          ]
      ],
      'news'=>[
          'create'=>[
              'success'=>'Новость была добавлена',
              'fail'=>'Ошибка добавления'
          ],
          'update'=>[
              'success'=>'Новость была обновлена',
              'fail'=>'Ошибка обновления'
          ]
      ],
      'sources'=>[
            'create'=>[
                'success'=>'Источник был добавлен',
                'fail'=>'Ошибка добавления'
            ],
            'update'=>[
                'success'=>'Источник был обновлен',
                'fail'=>'Ошибка обновления'
            ]
      ]
  ]
];
